
/*
Задать температуру в градусах по Цельсию. Вывести в alert соответствующую температуру в градусах по Фаренгейту. Подсказка: расчет идет по формуле Tf = (9 / 5) * Tc + 32, где Tf — температура по Фаренгейту, Tc — по Цельсию.
*/
/*
var tempC = prompt('Введите температуру в градусах Цельсия')
var tempF = (9/5)*tempC + 32
alert('температура в фаренгейтах равна: ' + tempF)
*/

/*
Объявить две переменные: admin и name. Записать в name строку "Василий"; Скопировать значение из name в admin. Вывести admin (должно вывестись «Василий»).
*/
/*
var admin
var name = 'Василий'
admin = name
alert(admin)
*/

var varNumb = 1000
var varStr = '108'

alert(varNumb + varStr)
